Repository: mfep/exercise-timer
Catalog: po/*.po
Languages: ar, bg, de, es, et, fi, fr, he, hi, hr, hu, ia, it, nb_no, nl, pl, pt, pt_br, sv, ta, tr, uk, vi

source: Exercise Timer is a simple utility to conduct high intensity interval training. Following a short preparation period, a prescribed number of exercise sets are played. In between each exercise, there is a resting period. The app does not make an assumption about the kind of the exercise.
ar: مؤقت التمارين هو أداة بسيطة لإجراء تدريب متقطَّع عالِ الكثافة. فبعد فترة إعداد قصيرة، يُشغِّل عددًا محدَّدًا من مجموعات التمارين، وتتخلَّل كل تمرين فترة راحة. لا يفترض التطبيق نوعًا معيَّنًا من التمارين.
bg: „Таймер за упражнения“ е проста програма за провеждане на високоинтензивна интервална тренировка. След кратък подготвителен период се изпълняват предписания брой серии упражнения. След всяко упражнение има период за почивка. Програмата не прави предположения за вида на упражнението.
hr: Timer za vježbanje je jednostavan uslužni program za provođenje intenzivnog treninga u intervalima. Nakon kratkog razdoblja pripreme slijedi propisani broj serija vježbe. Između svake vježbe postoji razdoblje odmora. Aplikacija ne pretpostavlja vrstu vježbe.
hu: Az Edzésóra egy egyszerű segédeszköz nagy intezitású intervallum edzések vezénylésére. A felkészülési időt követően az előírt számú gyakorlat szett következik. A gyakorlatok közé pihenőidő van ütemezve. Az app nem tesz feltételezést az edzés fajtájáról.
it: Exercise Timer è una semplice utility per condurre un allenamento intervallato ad alta intensità. Dopo un breve periodo di preparazione, viene eseguito un numero prescritto di serie di esercizi. Tra ogni esercizio, c'è un periodo di riposo. L'app non fa ipotesi sul tipo di esercizio.
nb_no: Exercise Timer er et enkelt verktøy for å drive med høyintervalltrening. Etter en kort periode blir ett satt antall øvelser avspillt, og i mellom dem blir det hviletid. Dette programmet står fritt til å sette de øvelser man vil.
nl: Oefeningentimer is een eenvoudig programma voor het uitvoeren van hoge intensiteit intervaltraining. Volgend op een korte voorbereidingsperiode worden een vooraf bepaald aantal oefeningen afgespeeld. Tussen de oefeningen zit een rustperiode. De app maakt geen inschatting over het soort oefening.
pl: Timer ćwiczeń - to proste narzędzie do prowadzenia treningu interwałowego o wysokiej intensywności. Po krótkim okresie przygotowawczym wykonywana jest określona ilość kompleksów ćwiczeń. Pomiędzy każdym ćwiczeniem jest okres odpoczynku. Aplikacja nie zakłada rodzaju ćwiczenia.
pt: Exercise Timer é um programa simples para auxiliar com treinos intervalados de alta intensidade. Após um breve intervalo de preparação, um determinado número de séries de exercícios é mostrado. Entre cada exercício, há um tempo de descanso. A app não faz qualquer presunção quanto ao tipo do exercício.
pt_br: Exercise Timer é um programa simples para auxiliar com treinos intervalados de alta intensidade. Após um breve intervalo de preparação, um determinado número de séries de exercícios é mostrado. Entre cada exercício, há um tempo de descanso. O aplicativo não faz qualquer presunção quanto ao tipo do exercício.
sv: Exercise Timer är ett enkelt verktyg för att utföra högintensiv intervallträning. Efter en kort förberedelseperiod spelas ett bestämt nummer övningsuppsättningar. Mellan varje övning finns en viloperiod. Programmet gör inga antaganden om övningens typ.
tr: Egzersiz Zamanlayıcısı, yüksek yoğunluklu aralıklı antrenman yapmak için basit bir yardımcı programdır. Kısa bir hazırlık döneminin ardından, önceden belirlenmiş sayıda egzersiz seti uygulanır. Her egzersiz arasında bir dinlenme süresi vardır. Uygulama, egzersizin türü hakkında bir varsayımda bulunmaz.
uk: Exercise Timer-це проста утиліта для проведення високоінтенсивних інтервальних тренувань. Після короткого періоду підготовки виконується певна кількість підходів. Між кожною вправою є період відпочинку. Додаток не робить припущень про тип вправи.
vi: Exercise Timer là một tiện ích đơn giản để thực hiện bài tập ngắt quãng cường độ cao. Sau một khoảng thời gian chuẩn bị ngắn, một số hiệp được chỉ định sẽ được tiến hành. Giữa mỗi bài tập là thời gian nghỉ. Ứng dụng không giả định loại bài tập cụ thể.

source: Save and recall presets containing the number of sets and the duration of the exercise, rest and preparation periods.
ar: حفظ واستدعاء الإعدادات المسبقة التي تحوي عدد المجموعات ومدة فترات التمرين والراحة والإعداد.
bg: Записвайте и връщайте настройки съдържащи броя на сериите и продължителността на упражненията и периодите на почивка.
es: Guarde y recupere programas que contienen el número de series y la duración del ejercicio, los periodos de descanso y de preparación.
et: Salvesta ja kasuta etteantud treeningharjutusi, kus on kirjas harjutuse, puhkeaja ja ettevalmistuse kestus.
hr: Spremi i ponovo pozovi unaprijed postavljene postavke koje sadrže broj serija i trajanje vježbe kao i razdoblja odmora i pripreme.
hu: Az edzések, melyek tartalmazzák a szettek számát, a gyakorlat, a pihenés és a felkészülés idejét, elmenthetők és betölthetők.
it: Salva e richiama le preimpostazioni contenenti il numero di serie e la durata dei periodi di esercizio, riposo e preparazione.
nb_no: Lagre og gjenkall øvelsesforløp med antall gjentagelser av varighet, hvile, og klargjørings-perioder.
nl: Voorkeuzen opslaan en oproepen die het aantal sets en de duur van de oefening, perioden van rust en voorbereiding bevatten.
pl: Zapisz i przywołaj ustawienia wstępne zawierające liczbę zestawów i czas trwania ćwiczeń, odpoczynku i okresów przygotowawczych.
pt: Salvar e carregar configurações predefinidas com o número de séries e a duração de cada exercício, incluindo descanso e preparação.
pt_br: Salve e carregue pré-configurações que contém o número de séries e da duração de cada exercício, descanso e intervalos de preparação.
sv: Spara och återkalla förinställningar som innehåller antalet uppsättningar och längden på övning, vila och förberedelseperioder.
ta: செட்டுகளின் எண்ணிக்கை மற்றும் உடற்பயிற்சியின் காலம், ஓய்வு மற்றும் தயாரிப்பு காலங்களைக் கொண்ட முன்னமைவுகளை சேமித்து நினைவுபடுத்துங்கள்.
tr: Egzersiz, dinlenme ve hazırlık sürelerinin sayısını ve süresini içeren ön ayarları kaydet ve geri çağır.
uk: Зберігайте і відтворюйте попередні налаштування, що містять кількість підходів і тривалість вправи, періоди відпочинку і підготовки.
vi: Lưu và gọi lại các cấu hình sẵn có chứa số hiệp và thời lượng của các giai đoạn tập, nghỉ và chuẩn bị.

source: New training dialog - light mode
ar: حواريَّة تدريب جديد - الوضع الفاتح
bg: Нов прозорец за упражняване — светъл режим
es: Diálogo de entrenamiento nuevo - modo claro
et: Uue treeningülesande lisamine heledas kujunduses
hr: Novi dijaloški okvir za vježbanje – svijetli način rada
hu: Új edzés dialógus - világos mód
ia: Nove dialogo de trainamento - modo clar
it: Nuova finestra di dialogo di allenamento - modalità chiara
nb_no: Ny trenings dialog - lys modus
nl: Dialoogvenster Nieuwe training - lichte modus
pl: Nowy dialog ćwiczeń - tryb jasny
pt: Novo diálogo de treinamento - modo claro
pt_br: Novo diálogo de treino - modo claro
sv: Ny träningsdialog - ljust läge
ta: புதிய பயிற்சி உரையாடல் - ஒளி பயன்முறை
tr: Yeni eğitim diyaloğu - aydınlık modu
uk: Новий навчальний діалог-легкий режим
vi: Hộp thoại huấn luyện mới - chế độ sáng

source: No Trainings
ar: لا توجد تدريبات
bg: Все още няма тренировки
de: Keine Trainings
es: No hay entrenamientos
fi: Ei treenejä
hr: Nema treninga
hu: Nincs Edzés
ia: Necun trainamentos
it: Nessun allenamento
nb_no: Ingen øvelsesforløp
nl: Geen trainingen
pl: Brak ćwiczeń
pt: Nenhuns treinos
pt_br: Sem treinos
sv: Inga träningar
tr: Eğitim Yok
uk: Ніяких тренувань
vi: Không có huấn luyện

source: Create Training
ar: أنشئ تدريبًا
bg: Създаване на тренировка
de: Training erstellen
es: Crear entrenamiento
et: Loo treeninguharjutus
fi: Luo treeni
hr: Stvori trening
hu: Új Edzés
ia: Crear trainamento
it: Crea allenamento
nb_no: Opprett øvelsesforløp
nl: Training maken
pl: Stwórz ćwiczenie
pt: Criar treinamento
pt_br: Criar treino
sv: Skapa träning
ta: பயிற்சியை உருவாக்கவும்
tr: Eğitim Oluşturun
uk: Створення тренінгу
vi: Tạo huấn luyện

source: Seconds
ar: ثانية
bg: Секунди
de: Sekunden
es: Segundos
fi: Sekuntia
hr: Sekunde
hu: Másodperc
ia: Secundas
it: Secondi
nb_no: Sekunder
nl: Seconden
pl: Sekundy
pt: Segundos
pt_br: Segundos
sv: Sekunder
tr: Saniyeler
uk: Секунда
vi: Giây

source: {} × {} s
ar: {} × {} ث
bg: {} × {} с
pt: {} x {} s

source: Training
ia: Trainamento
pt_br: Treino
tr: Eğitim
vi: Huấn luyện

source: Start/Stop training
ia: Initiar/stoppar trainamento
pt_br: Iniciar/Parar treino
tr: Eğitimi Başlat/Durdur
vi: Bắt đầu/Dừng huấn luyện

source: Reset training
ia: Reinitialisar trainamento
pt_br: Reiniciar treino
tr: Eğitimi Sıfırla
vi: Đặt lại huấn luyện

source: General
pt_br: Geral
tr: Genel
vi: Chung

source: Show Shortcuts
ia: Monstrar vias breve
pt_br: Mostrar Atalhos
tr: Kısayolları Göster
vi: Hiển thị phím tắt

source: Quit
ia: Quitar
pt_br: Sair
tr: Çıkış
vi: Thoát

source: The duration of the audio countdown, in seconds
tr: Sesli geri sayım süresi, saniye cinsinden
vi: Thời lượng đếm ngược âm thanh, tính bằng giây

source: Remaining Sets: %d
ia: Series remanente: %d
pt_br: Séries restantes: %d
tr: Kalan Setler: %d
vi: Số hiệp còn lại: %d

source: %d × %d s
pt_br: %d x %d s
tr: %d × %d sn
vi: %d × %d giây
