Repository: mfep/exercise-timer
Catalog: po/*.po
Languages: ar, bg, de, es, et, fi, fr, he, hi, hr, hu, ia, it, nb_no, nl, pl, pt, pt_br, sv, ta, tr, uk, vi

# shortcut window
source: Training
ar: التدريب
bg: Тренировка
es: Entrenamiento
et: Treening
fi: Treeni
fr: Entrainement
he: אימון
hi: प्रशिक्षण
hr: Trening
hu: Edzés
it: Allenamento
nb_no: Øvelsesforvalg
pl: Trening
pt: Treinamento
sv: Träning
ta: பயிற்சி
uk: Навчання

# shortcut window
source: Start/Stop training
ar: ابدأ/أوقف التدريب
bg: Стартиране/спиране на тренировката
de: Training starten/stoppen
es: Iniciar/Detener entrenamiento
et: Alusta treeningut või lõpeta treening
fi: Aloita/lopeta treeni
fr: Commencer/Arreter l'entrainement
he: התחלה/עצירה של האימון
hi: प्रशिक्षण शुरू/बंद करें
hr: Pokreni/Prekini trening
hu: Edzés elindítása/megállítása
it: Avvia/Interrompi l'allenamento
nb_no: Start/stopp trening
nl: Training starten/stoppen
pl: Zacznij/skończ trening
pt: Iniciar/Parar treinamento
sv: Starta/stoppa träning
ta: தொடக்க/நிறுத்த பயிற்சியை நிறுத்துங்கள்
uk: Запуск/зупинка тренування

# shortcut window
source: Reset training
ar: أعِد بدء التدريب
bg: Занулиране на тренировката
de: Training zurücksetzen
es: Restablecer entrenamiento
et: Alusta treeningut uuesti
fi: Nollaa treeni
fr: Recommencer l'entrainement
he: איפוס האימון
hi: प्रशिक्षण रीसेट करें
hr: Resetiraj trening
hu: Edzés újrakezdése
it: Ripristina allenamento
nb_no: Gjenstart øvelser
nl: Training herstellen
pl: Zacznij od nowa
pt: Reiniciar o treinamento
sv: Återställ träning
ta: பயிற்சியை மீட்டமை
uk: Тренування Скидання налаштувань

# shortcut window
source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldised
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
it: Generale
nb_no: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
sv: Allmänt
ta: பொது
uk: Загальний

# shortcut window
source: Show Shortcuts
ar: أظهِر الاختصارات
bg: Показване на клавишните комбинации
de: Tastenkürzel anzeigen
es: Mostrar atajos
et: Näita kiirklahve
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
he: הצגת צירופי מקשים
hi: शॉर्टकट दिखाएं
hr: Prikaži prečace
hu: Gyorsbillentyűk megjelenítése
it: Mostra scorciatoie
nb_no: Vis snarveier
nl: Sneltoetsen weergeven
pl: Pokaż skruty klawiaturowe
pt: Mostrar atalhos
sv: Visa kortkommandon
ta: குறுக்குவழிகளைக் காட்டு
uk: Показувати ярлики

# shortcut window
source: Quit
ar: اخرج
bg: Спиране на програмата
de: Beenden
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
he: יציאה
hi: बंद करें
hr: Zatvori
hu: Kilépés
it: Esci
nb_no: Avslutt
nl: Afsluiten
pl: Zamknij aplikację
pt: Sair
sv: Avsluta
ta: வெளியேறு
uk: Вийти

source: Exercise Timer
ar: مؤقت التمارين
bg: Таймер за упражнения
de: Übungstimer
es: Temporizador de ejercicio
et: Treeningutaimer
fi: Harjoitusajastin
he: קוצב זמן לאימון
hi: व्यायाम टाइमर
hr: Timer za vježbanje
hu: Edzésóra
ia: Temporisator de trainamento
it: Timer per esercizi
nb_no: Treningstidsur
nl: Oefeningentimer
pl: Timer ćwiczeń
pt: Cronômetro de exercício
pt_br: Temporizador de exercício
ta: டைமரை உடற்பயிற்சி செய்யுங்கள்
tr: Egzersiz Zamanlayıcısı

source: Timer clock for high intensity interval training
ar: ساعة مؤقت للتدريب المتقطِّع عالي الكثافة
bg: Часовник с таймер за високоинтензивна интервална тренировка
es: Reloj temporizador para entrenamiento por intervalos de alta intensidad
et: Taimer intensiivsete treeningharjutuste haldamiseks
fi: Ajastinkello korkean intensiteetin aikavälitreeniin
fr: Minuteur d'entraînement fractionné à haute intensité
he: שעון קוצב זמן לאימון הפוגות בעצימות גבוהה
hi: उच्च तीव्रता अंतराल प्रशिक्षण के लिए टाइमर घड़ी
hr: Timer za intenzivan trening u intervalima
hu: Időzítő intenzív intervallumedzéshez
ia: Horologio temporisator pro trainamento per intervallos de alte intensitate
it: Orologio timer per allenamento intervallato ad alta intensità
nb_no: Tidsursklokke for høyintensitet- og intervalltrening
nl: Stopwatch voor hoge intensiteit intervaltraining
pl: Timer dla treningu interwałowego o wysokiej intensywności
pt: Cronômetro para treino intervalado de alta intensidade
pt_br: Temporizador para treino intervalado de alta intensidade
sv: Tidtagarklocka för högintensiv intervallträning
ta: அதிக தீவிரம் இடைவெளி பயிற்சிக்கான நேரங்குறிகருவி கடிகாரம்
tr: Yüksek yoğunluklu interval antrenman için zamanlayıcı saati
uk: Таймер для високоінтенсивних інтервальних тренувань
vi: Bộ hẹn giờ cho bài tập ngắt quãng cường độ cao

source: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;
ar: جنوم;جتك;موقت;أداة;رياضة;تمرين;HIIT;تدريب;تمرين;تدريب متقطع عالي الكثافة;Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;
bg: инструмент;спорт;тренировка;високоинтензивна интервална тренировка;трениране;
es: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;Utilidad;Deportes;Ejercicio;Entrenamiento;Entrenamiento de intervalo de alta intensidad;
et: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;harjutus;treening;trenn;taimer;sport;
fi: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;treeni;harjoitus;kuntoilu;liikunta;
fr: Gnome;GTK;Utilitaire;Sports;Exercice;HIIT;Entraînement;Exercice;Entraînement fractionné de haute intensité;
he: גנום;GNOME;GTK;כלי עזר;ספורט;אימון;אימון הפוגות בעצימות גבוהה;אינטרוולים;מרווחים;מקטעים;מחזורי;כושר;תרגיל;
hi: गनोम;जीटीके;उपयोगिता;खेल;Exercise;HIIT;प्रशिक्षण;व्यायाम;उच्च तीव्रता अंतराल प्रशिक्षण;
hr: Gnome;GTK;Uslužni program;Sport;Vježba;HIIT;Trening;Vježba;Intenzivan trening u intervalima;
hu: Gnome;GTK;Eszköz;Sport;Edzés;HIIT;Tréning;Gyakorlat;Intenzív intervallumedzés;
ia: Gnome;GTK;Utensile;Sports;Exercitio;HIIT;Trainamento;Exercitio;Trainamento de intervallo de alte intensitate;
it: Gnome;GTK;Utilità;Sport;Esercizio;HIIT;Allenamento;Esercizio;Allenamento a intervalli ad alta intensità;
nb_no: Gnome;GTK;Verktøy;Sport;Idrett;HIIT;Trening;Øvelser;intervalltrening;Intens;
nl: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;oefeningen;hoge intensiteit intervaltrainingen;
pl: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;Ćwiczenia;Trening;Timer;Sport;
pt: Gnome;GTK;Utilitário;Esportes;Exercício;HIIT;Treinamento;Exercício;Treinamento intervalado de alta intensidade;
pt_br: Gnome;GTK;Utilidade;Esportes;Exercício;HIIT;Treino;Treinamento;Exercício;Treino intervalado de alta intensidade;
sv: Gnome;GTK;Verktyg;Sport;Träning;Övning;Exercise;HIIT;High intensity interval training;Högintensiv intervallträning;
ta: க்னோம்; சி.டி.கே; பயன்பாடு; விளையாட்டு; உடற்பயிற்சி; HIIT; பயிற்சி; உடற்பயிற்சி; அதிக தீவிரம் இடைவெளி பயிற்சி;
tr: Gnome; GTK; Yardımcı Program; Spor; Egzersiz; HIIT; Eğitim; Egzersiz; Yüksek yoğunluklu aralıklı eğitim;
uk: Gnome;GTK;Користь;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;
vi: Gnome;GTK;Utility;Sports;Exercise;HIIT;Training;Exercise;High intensity interval training;tiện ích;thể thao;tập thể dục;huấn luyện;bài tập;tập ngắt quãng cường độ cao;

source: The width of the window
ar: عُرض النافذة
bg: Широчина на прозореца
de: Die Breite des Fensters
es: La anchura de la ventana
et: Akna laius
fi: Ikkunan leveys
fr: La largeur de la fenêtre
he: רוחב החלון
hi: खिड़की की चौड़ाई
hr: Širina prozora
hu: Az ablak szélessége
ia: Le largor del fenestra
it: La larghezza della finestra
nb_no: Vindusbredde
nl: De breedte van het venster
pl: Szerokość okna
pt: A largura da janela
pt_br: A largura da janela
sv: Bredden på fönstret
ta: சாளரத்தின் அகலம்
tr: Pencerenin genişliği
uk: Ширина вікна
vi: Chiều rộng cửa sổ

source: The height of the window
ar: ارتفاع النافذة
bg: Височина на прозореца
de: Die Höhe des Fensters
es: La altura de la ventana
et: Akna kõrgus
fi: Ikkunan korkeus
fr: La hauteur de la fenêtre
he: גובה החלון
hi: खिड़की की ऊंचाई
hr: Visina prozora
hu: Az ablak magassága
ia: Le altor del fenestra
it: L'altezza della finestra
nb_no: Vindushøyden
nl: De hoogte van het venster
pl: Wysokość okna
pt: A altura da janela
pt_br: A altura da janela
sv: Höjden på fönstret
ta: சாளரத்தின் உயரம்
tr: Pencerenin yüksekliği
uk: Висота вікна
vi: Chiều cao cửa sổ

source: If the window is maximized
ar: ما إذا كانت النافذة مكبَّرة
bg: Дали прозореца е максимизиран
de: Ob das Fenster maximiert ist
es: Si la ventana está maximizada
et: Kui aken on maksimaalses vaates
fi: Onko ikkuna suurennettu
fr: Si la fenêtre maximisé
he: האם החלון מוגדל
hi: यदि खिड़की अधिकतम हो
hr: Je li prozor maksimalno otvoren
hu: Igaz, ha az ablak maximalizált
ia: Si le fenestra es maximisate
it: Se la finestra è ingrandita
nb_no: Hvis vinduet maksimeres
nl: Als het venster is gemaximaliseerd
pl: Jeśli okno jest zmaksymalizowane
pt: Se a janela estiver maximizada
pt_br: Se a janela está maximizada
sv: Om fönstret är maximerat
ta: சாளரம் அதிகரிக்கப்பட்டால்
tr: Pencere büyütülmüşse
uk: Якщо вікно розгорнуто до максимуму
vi: Nếu cửa sổ được phóng to

source: Default training setup, in JSON notation
ar: إعداد التدريب المبدئي بترميز JSON
bg: Стандартните настройки за трениране в JSON формат
de: Standard-Trainingskonfiguration, in JSON-Notation
es: Configuración del entrenamiento predeterminada, en notación JSON
et: Vaikimisi treeningplaan json-vormingus
fr: Configuration d'exercice par défaut, en JSON
he: הגדרת אימון ברירת מחדל, בפורמט JSON
hi: तयशुदा प्रशिक्षण सेटअप, JSON संकेतन में
hr: Zadana konfiguracija treninga, u JSON notaciji
hu: Alapértelmezett edzés, JSON formátumban
ia: Configuration de trainamento predefinite, in notation JSON
it: Impostazione di allenamento predefinita, in notazione JSON
nb_no: Forvalgt øvelsesforløp, i JSON-notasjon
nl: Standaard instelling training, in notatie JSON
pl: Ćwiczenia domyślne, w formacie JSON
pt: Configuração de treinamento padrão, em notação JSON
pt_br: Configuração padrão de treino, em formato JSON
sv: Standardträningskonfiguration, i JSON-notation
ta: இயல்புநிலை பயிற்சி அமைப்பு, சாதொபொகு குறியீட்டில்
tr: JSON gösteriminde varsayılan eğitim ayarı
uk: Налаштування навчання за замовчуванням у форматі JSON
vi: Cấu hình huấn luyện mặc định, theo định dạng JSON

source: List of training setups, in JSON notation
ar: قائمة إعدادات التدريب بترميز JSON
bg: Списък с настройки за трениране в JSON формат
de: Liste der Trainingskonfigurationen, in JSON-Notation
es: Lista de configuraciones de entrenamiento, en notación JSON
et: Treeningplaanide loend json-vormingus
fr: Liste des configurations d'exercices, en JSON
he: רשימת הגדרות אימון, בפורמט JSON
hi: प्रशिक्षण सेटअप की सूची, JSON संकेतन में
hr: Popis konfiguracija treninga, u JSON notaciji
hu: Az edzések listája, JSON formátumban
ia: Lista de configurationes de trainamento, in notation JSON
it: Elenco delle configurazioni di allenamento, in notazione JSON
nb_no: Liste over øvelsesforløp, i JSON-notasjon
nl: Lijst met instellingen voor trainingen, in notatie JSON
pl: Lista ćwiczeń, w formacie JSON
pt: Lista de configurações de treinamento, em notação JSON
pt_br: Lista de configurações de treino, em formato JSON
sv: Lista över träningskonfigurationer, i JSON-notation
ta: சாதொபொகு குறியீட்டில், பயிற்சி அமைப்புகளின் பட்டியல்
tr: JSON gösteriminde eğitim ayarlarının listesi
uk: Список тренувальних установок у форматі JSON
vi: Danh sách cấu hình huấn luyện, theo định dạng JSON

source: The duration of the warmup, in seconds
ar: مدة الإحماء، بالثواني
bg: Продължителността на загрявката в секунди
de: Die Dauer des Aufwärmens, in Sekunden
es: La duración del calentamiento, en segundos
et: Soojendusharjutuste kestus sekundites
fr: Durée d'échauffement, en secondes
he: משך החימום, בשניות
hi: वार्मअप की अवधि, सेकंड में
hr: Trajanje zagrijavanja, u sekundama
hu: A bemelegítés időtartama, másodpercekben
it: La durata del riscaldamento, in secondi
nb_no: Sekunder klargjøring
nl: De duur van het opwarmen, in seconden
pl: Czas trwania rozgrzewki, w sekundach
pt: A duração do aquecimento, em segundos
sv: Uppvärmningens längd i sekunder
ta: விநாடிகளில், வெப்பமயமாதலின் காலம்
uk: Тривалість прогріву, в секундах

source: The volume of the beeping sound
ar: مستوى صوت التنبيه
bg: Силата на звука за пиукащия звук
de: Die Lautstärke des Pieptons
es: El volumen del pitido
et: Helimärguande valjus
fr: Volume du bip
he: עצמת השמע של הצליל המצפצף
hi: बीप की ध्वनि की आवाज
hr: Glasnoća zvučnog signala
hu: A sípolás hangereje
ia: Le volumine del sono de pip
it: Il volume del segnale acustico
nb_no: Varselsvolum
nl: Het volume van de piep
pl: Głośność sygnału dźwiękowego
pt: O volume do som do bipe
pt_br: O volume do som de bipe
sv: Volymen för det pipande ljudet
ta: பீப்பிங் ஒலியின் அளவு
tr: Bipleme sesinin seviyesi
uk: Гучність звукового сигналу
vi: Âm lượng tiếng bíp

source: Train and rest with high intensity
ar: تمرَّن واسترح بكثافة عالية
bg: Тренирайте и почивайте с висока интензивност
es: Entrenar y descansar con alta intensidad
et: Treeni ja puhka intensiivselt
fi: Treenaa ja lepää korkealla intensiteetillä
fr: Entrainement et repos a haute intensité
he: אימון ומנוחה בעצימות גבוהה
hi: उच्च तीव्रता के साथ प्रशिक्षण लें और आराम करें
hr: Intenzivan trening i odmaranja
hu: Edzz magas intenzitáson
ia: Traina e reposa con alte intensitate
it: Allenati e riposati ad alta intensità
nb_no: Øv og hvil hyppig
nl: Trainen en rusten met hoge intensiteit
pl: Intensywne treningi i odpoczynek
pt: Treine e descanse com alta intensidade
pt_br: Treine e descanse com alta intensidade
sv: Träna och vila med hög intensitet
ta: ரயில் மற்றும் அதிக தீவிரத்துடன் ஓய்வெடுங்கள்
tr: Yüksek yoğunlukta antrenman yapın ve dinlenin
uk: Тренуйтеся і відпочивайте з високою інтенсивністю
vi: Tập luyện và nghỉ ngơi cường độ cao

source: Exercise timer is a simple utility to conduct interval training.
fr: Exercise timer est une application simple pour l'entraînement fractionné.
he: קוצב זמן לאימון הוא כלי פשוט לביצוע אימון הפוגות.

source: Following a short preparation period, a prescribed number of exercise sets are played. In between each exercise, there is a resting period.
fr: Après une courte période de préparation, un nombre prescrit de séries d’exercices est lancé. Entre chaque exercice, il y a une période de repos.
he: לאחר זמן הכנה קצר, מבוצע מספר מוגדר של סדרות אימון. בין כל תרגיל, ישנו זמן מנוחה.

source: The app does not make an assumption about the kind of the exercise.
fr: L'application ne fait pas d'assomption sur le type d'exercice.
he: היישום אינו מניח הנחות לגבי סוג האימון.

source: Features:
ar: الميزات:
bg: Функции:
de: Funktionen:
es: Características:
et: Funktsionaalsused:
fi: Ominaisuudet:
fr: Fonctionnalités :
he: תכונות:
hi: विशेषताएं:
hr: Značajke:
hu: Funkciók:
ia: Functionalitates:
it: Caratteristiche:
nb_no: Funksjoner:
nl: Mogelijkheden:
pl: Funkcje:
pt: Recursos:
pt_br: Funcionalidades:
sv: Funktioner:
ta: அம்சங்கள்:
tr: Özellikler:
uk: Особливість:
vi: Tính năng:

source: Save and recall presets containing the number of sets and the duration of the exercise and rest periods.
fr: Enregistrez et rappelez les préréglages contenant le nombre de séries et la durée des périodes d'exercice et de repos.
he: שמירה ושחזור של הגדרות מוכנות מראש הכוללות את מספר הסדרות ואת משך האימון ותקופות המנוחה.

source: Set the duration of the preparation in the settings.
fr: Réglez la durée de la préparation dans les paramètres.
he: הגדרת משך ההכנה בהגדרות.

source: A beeping sound is played at- and prior to each transition.
ar: يُشغِّل صوت تنبيه عند كل انتقال وقبله.
bg: Възпроизвежда се пиукащ звук в началото и края на всяка част от тренировката.
de: Bei und vor jedem Übergang wird ein Piepton abgespielt.
es: Se emite un pitido durante y antes de cada transición.
et: Kõikidest üleminekutest annab märku heliline teavitus.
fr: Un signal sonore est émis avant et pendant chaque transition.
he: צליל צפצוף מושמע בזמן ולפני כל מעבר.
hi: प्रत्येक परिवर्तन के समय और उससे पहले एक बीप ध्वनि बजाई जाती है।
hr: Zvučni signal reproducira se u vrijeme i prije svakog prijelaza.
hu: Sípoló hang jelzi a periódusok végét.
ia: Un sono de pip es reproducite ante e post cata transition.
it: Un segnale acustico viene riprodotto prima e durante ogni transizione.
nb_no: En varselslyd blir spillt ved og før hver overgang.
nl: Een piep wordt afgespeeld bij en voorafgaande aan elke overgang.
pl: Sygnał dźwiękowy jest odtwarzany przed każdym zestawem i podczas niego.
pt: Um bipe é emitido antes e durante cada transição.
pt_br: Um som de bipe é tocado durante e antes de cada transição.
sv: Ett pipande ljud spelas vid, och före, varje övergång.
ta: ஒவ்வொரு மாற்றத்திற்கும் முன்பே ஒரு பீப்பிங் ஒலி இயக்கப்படுகிறது.
tr: Her geçişte ve öncesinde bir bip sesi çalınır.
uk: При кожному переході і перед ним відтворюється звуковий сигнал.
vi: Một tiếng bíp được phát khi và ngay trước mỗi lần chuyển đổi.

source: The volume of the sound can be adjusted.
ar: قابلية تعديل مستوى الصوت.
bg: Силата на звука може да се наглася.
de: Die Lautstärke des Tons kann angepasst werden.
es: Se puede ajustar el volumen del sonido.
et: Helivaljust saad ise valida.
fr: Le volume du son peut être réglé.
he: ניתן לכוונן את עצמת השמע.
hi: ध्वनि की आवाज को समायोजित किया जा सकता है।
hr: Glasnoća zvuka se može podesiti.
hu: A síp hangereje állítható.
ia: Le volumine del sono pote esser adjustate.
it: È possibile regolare il volume del suono.
nb_no: Varselsvolumet kan justeres.
nl: Het volume van de piep kan worden aangepast.
pl: Głośność dźwięku można regulować.
pt: O volume pode ser ajustado.
pt_br: O volume do som pode ser ajustado.
sv: Ljudets volym kan justeras.
ta: ஒலியின் அளவை சரிசெய்யலாம்.
tr: Ses seviyesi ayarlanabilir.
uk: Гучність звуку можна регулювати.
vi: Âm lượng âm thanh có thể điều chỉnh.

source: Light and dark mode follows the system's setting.
ar: يتَّبع الوضع الفاتح والداكن إعدادات النظام.
bg: Светлият и тъмният режим следват настройките на системата.
es: El modo claro y oscuro sigue la configuración del sistema.
et: Hele ja tume kujundus järgivad süsteemi üldkujundust.
fr: Les modes clair et sombre suivent les paramètres du système.
he: מצב בהיר וכהה עוקב אחר הגדרות המערכת.
hi: हल्के और गहरे रंग के मोड सिस्टम की सेटिंग का अनुसरण करते हैं।
hr: Svijetli i tamni način rada prati postavke sustava.
hu: A világos és sötét megjelenés követi a rendszerbeállítást.
ia: Le modos clar e obscur seque le parametro de systema.
it: La modalità chiara e scura segue le impostazioni del sistema.
nb_no: Lys og mørk modus følger systeminstillinger.
nl: Modus licht en donker volgen de systeeminstelling.
pl: Tryb jasny i ciemny jest zgodny z ustawieniem systemu.
pt: O modo claro e escuro se ajustam automaticamente às configurações do sistema.
pt_br: O modo claro e noturno seguem a configuração do sistema.
sv: Ljust och mörkt läge följer systemets inställning.
ta: ஒளி மற்றும் இருண்ட பயன்முறை கணினியின் அமைப்பைப் பின்பற்றுகிறது.
tr: Aydınlık ve karanlık mod, sistemin ayarını takip eder.
uk: Режим освітлення та затемнення відповідає налаштуванням системи.
vi: Chế độ sáng và tối theo cài đặt hệ thống.

source: Exercise list - dark mode
ar: قائمة التمارين - الوضع الداكن
bg: Списък с упражнения — тъмен режим
de: Übungsliste - dunkler Modus
es: Lista de ejercicios - modo oscuro
et: Ülesannete loend tumedas kujunduses
fi: Treeniluettelo - tumma tila
fr: Liste d'exercices - mode sombre
he: רשימת אימונים - מצב כהה
hi: व्यायाम सूची - गहरा मोड
hr: Popis vježbi – tamni način rada
hu: Edzések listája - sötét mód
ia: Lista de exercitios - modo obscur
it: Elenco degli esercizi - modalità scura
nb_no: Øvelsesliste - mørk modus
nl: Oefeningenlijst - donkere modus
pl: Lista ćwiczeń - tryb ciemny
pt: Lista de exercícios no modo escuro
pt_br: Lista de exercícios - modo noturno
sv: Träningslista - mörkt läge
ta: உடற்பயிற்சி பட்டியல் - இருண்ட பயன்முறை
tr: Egzersiz listesi - karanlık tema
uk: Список вправ-темний режим
vi: Danh sách bài tập - chế độ tối

source: Timer - dark mode
ar: المؤقت - الوضع الداكن
bg: Таймер — тъмен режим
de: Timer - dunkler Modus
es: Temporizador - modo oscuro
et: Taimer tumedas kujunduses
fi: Ajastin - tumma tila
fr: Minuterie - mode sombre
he: קוצב זמן - מצב כהה
hi: टाइमर - गहरा मोड
hr: Timer – tamni način rada
hu: Időzítő - sötét mód
ia: Temporisator - modo obscur
it: Timer - modalità scura
nb_no: Timer - mørk modus
nl: Stopwatch - donkere modus
pl: Timer - tryb ciemny
pt: Temporizador - modo escuro
pt_br: Timer - modo noturno
sv: Tidtagare - mörkt läge
ta: நேரங்குறிகருவி - இருண்ட பயன்முறை
tr: Zamanlıyıcı - koyu tema
uk: Таймер-темний режим
vi: Bộ hẹn giờ - chế độ tối

source: Exercise list - light mode
fr: Liste d'exercices - mode clair
he: רשימת אימונים - מצב בהיר

source: Timer - light mode
ar: المؤقت - الوضع الفاتح
bg: Таймер — светъл режим
de: Timer - heller Modus
es: Temporizador - modo claro
et: Taimer heledas kujunduses
fi: Ajastin - vaalea tila
fr: Minuteur - mode clair
he: קוצב זמן - מצב בהיר
hi: टाइमर - हल्का मोड
hr: Timer – svijetli način rada
hu: Időzítő - világos mód
ia: Temporisator - modo clar
it: Timer - modalità chiara
nb_no: Timer - lys modus
nl: Stopwatch - lichte modus
pl: Timer - tryb jasny
pt: Temporizador - modo Claro
pt_br: Timer - modo claro
sv: Tidtagare - ljust läge
ta: நேரங்குறிகருவி - ஒளி பயன்முறை
tr: Zamanlayıcı - aydınlık modu
uk: Таймер-світловий режим
vi: Bộ hẹn giờ - chế độ sáng

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
bg: _Клавишни комбинации
de: _Tastenkürzel
es: Atajos del _teclado
et: _Klaviatuuri kiirklahvid
fi: _Pikanäppäimet
fr: _Raccourcis clavier
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
hr: _Tipkovni prečaci
hu: _Gyorsbillentyűk
ia: Vias breve de _claviero
it: _Scorciatoie da tastiera
nb_no: _Tastatur Snarveier
nl: _Sneltoetsen
pl: _Skróty klawiaturowe
pt: _Atalhos de teclado
pt_br: Atalhos de teclado
sv: _Tangentbordsgenvägar
ta: விசைப்பலகை குறுக்குவழிகள்
tr: _Klavye Kısayolları
uk: _ Комбінації клавіш на панелі управління
vi: _Phím tắt

source: _About Exercise Timer
ar: _عَنْ «مؤقت التمارين»
bg: _Относно „Таймер за упражнения“
de: _Info zu Übungstimer
es: _Acerca de Temporizador de ejercicio
et: _Rakenduse teave - Treeningutaimer
fi: _Tietoja - Treeniajastin
fr: _A propos d'Exercise Timer
he: _על קוצב זמן לאימון
hi: व्यायाम टाइमर के बारे में (_A)
hr: _O aplikaciji Timer za vježbanje
hu: Az Edzésóráról
ia: _A proposito de Temporisator de exercitio
it: _ Informazioni sul Exercise Timer
nb_no: _Om Exercise Timer
nl: _Over Oefeningentimer
pl: _O Timerze ćwiczeń
pt: Sobre Exercise Timer
pt_br: Sobre Exercise Timer
sv: _Om Exercise Timer
ta: _About உடற்பயிற்சி நேரங்குறிகருவி
tr: _Egzersiz Zamanlayıcısı Hakkında
uk: _ Про себе Таймер тренування
vi: _Giới thiệu về Exercise Timer

source: Training List
fr: Liste d'entrainement
he: רשימת אימונים

source: Add Training
ar: أضِف تدريبًا
bg: Добавяне на тренировка
de: Training hinzufügen
es: Añadir entrenamiento
et: Lisa treeninguharjutus
fi: Lisää treeni
he: הוספת אימון
hr: Dodaj trening
hu: Új Edzés
ia: Adder trainamento
it: Aggiungi allenamento
nb_no: Legg til øvelsesforløp
nl: Training toevoegen
pl: Dodaj ćwiczenie
pt: Adicionar treinamento
pt_br: Adicionar treino
sv: Lägg till träning
ta: பயிற்சி சேர்க்கவும்
tr: Eğitim Ekleyin
uk: Додати навчання
vi: Thêm huấn luyện

source: Main Menu
ar: القائمة الرئيسة
bg: Основно меню
de: Hauptmenü
es: Menú principal
et: Põhimenüü
fi: Päävalikko
he: תפריט ראשי
hr: Glavni izbornik
hu: Főmenü
ia: Menu principal
it: Menù principale
nb_no: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
pt: Menu principal
pt_br: Menu Principal
sv: Huvudmeny
ta: பட்டியல் விளையாடுங்கள்
tr: Ana Menü
uk: головне меню
vi: Menu chính

source: No training is created yet
fr: Aucun exercice n'a été créé
he: טרם נוצר אימון

source: Create training
fr: Créer un entrainement
he: יצירת אימון

source: Timer
fr: Minuterie
he: קוצב זמן
