Repository: mfep/exercise-timer
Catalog: po/*.po
Languages: ar, bg, de, es, et, fi, fr, he, hi, hr, hu, ia, it, nb_no, nl, pl, pt, pt_br, sv, ta, tr, uk, vi

source: translator_credits
ar: أحمد النجماوي <iramosu@protonmail.com>
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
de: Gabriel Brand <gabr.brand@gmail.com>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
et: Priit Jõerüüt 2024
fi: Jiri Grönroos
fr: Marius Couet
he: יוסף אור בוצ׳קו <yoseforb@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
hu: Serfőző Lőrinc
it: Albano Battistella
nb_no: Bendik Lynghaug
nl: Dick Groskamp Philip Goto https://philipgoto.nl/
pl: Yauheni Liavontsyeu <Evgeniy_Leontyev@proton.me>
pt: créditos_de_tradução
pt_br: Carlos Daniel Vieira <cd.vieira14@gmail.com>
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>
ta: மொழிபெயர்ப்பாளர்_ கிரெடிட்ச்
tr: çevirmen_kredileri
uk: @mondlicht-und-sterne
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: New Training
ar: تدريب جديد
bg: Нова тренировка
de: Neues Training
es: Entrenamiento nuevo
et: Uus treeninguharjutus
fi: Uusi treeni
he: אימון חדש
hr: Novi trening
hu: Új Edzés
ia: Nove trainamento
it: Nuovo allenamento
nb_no: Nytt øvelsesforløp
nl: Nieuwe training
pl: Nowe ćwiczenie
pt: Novo treinamento
pt_br: Novo treino
sv: Ny träning
ta: புதிய பயிற்சி
tr: Yeni Eğitim
uk: Нове навчання
vi: Huấn luyện mới

source: Edit Training
ar: حرِّر التدريب
bg: Редактиране на тренировката
de: Training bearbeiten
es: Editar entrenamiento
et: Muuda treeninguharjutust
fi: Muokkaa treeniä
he: עריכת אימון
hr: Uredi trening
hu: Edzés módosítása
ia: Modificar trainamento
it: Modifica allenamento
nb_no: Endre øvelsesforløp
nl: Training bewerken
pl: Edytuj ćwiczenie
pt: Editar Treinamento
pt_br: Editar treino
sv: Redigera träning
ta: பயிற்சியைத் திருத்து
tr: Eğitim Düzenleme
uk: Редагувати навчання
vi: Chỉnh sửa huấn luyện

source: Cancel
ar: ألغِ
bg: Отказване
de: Abbrechen
es: Cancelar
et: Katkesta
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
ia: Cancellar
it: Annulla
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sv: Avbryt
ta: ரத்துசெய்
tr: İptal
uk: Відмінивши
vi: Hủy

source: Create
ar: أنشئ
bg: Създаване
de: Erstellen
es: Crear
et: Loo
fi: Luo
fr: Créer
he: יצירה
hi: बनाएं
hr: Stvori
hu: Kész
ia: Crear
it: Crea
nb_no: Opprett
nl: Maken
pl: Stwórz
pt: Criar
pt_br: Criar
sv: Skapa
ta: உருவாக்கு
tr: Oluştur
uk: Створювати
vi: Tạo

source: Update
ar: حدِّث
bg: Обновяване
de: Aktualisieren
es: Actualizar
et: Uuenda
fi: Päivitä
fr: Mise à jour
he: עדכון
hi: अद्यतन
hr: Aktualiziraj
hu: Módosít
ia: Actualisar
it: Aggiornamento
nb_no: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
pt_br: Atualizar
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Güncelle
uk: Оновлення
vi: Cập nhật

source: Name
ar: الاسم
bg: Име
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
ia: Nomine
it: Nome
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
sv: Namn
ta: பெயர்
tr: Ad
uk: Ім'я
vi: Tên

source: Number of Sets
ar: عدد المجموعات
bg: Брой серии
de: Anzahl der Sätze
es: Número de series
et: Korduste arv
fi: Settien määrä
he: מספר סדרות
hr: Broj serija
hu: Szettek Száma
ia: Series de trainamento
it: Numero di set
nb_no: Gjentagelser
nl: Aantal sets
pl: Liczba zestawów
pt: Número de Conjuntos
pt_br: Número de séries
sv: Antal uppsättningar
ta: தொகுப்புகளின் எண்ணிக்கை
tr: Hazırlık Sayısı
uk: Кількість комплектів
vi: Số hiệp

source: Rest Time
ar: وقت الراحة
bg: Време за почивка
de: Ruhezeit
es: Tiempo de descanso
et: Puhkeaeg
fi: Lepoaika
he: זמן מנוחה
hr: Vrijeme odmora
hu: Pihenőidő
ia: Tempore de reposo
it: Tempo di riposo
nb_no: Hvilevarighet
nl: Rusttijd
pl: Czas odpoczynku
pt: Tempo de descanso
pt_br: Tempo de descanso
sv: Vilotid
ta: ஓய்வு நேரம்
tr: Dinlenme Süresi
uk: Час відпочинку
vi: Thời gian nghỉ

source: seconds
fr: secondes
he: שניות

source: Exercise Time
ar: وقت التمرين
bg: Продължителност
de: Übungszeit
es: Tiempo de ejercicio
et: Harjutuse aeg
fi: Kuntoiluaika
he: זמן אימון
hr: Vrijeme vježbanja
hu: Edzésidő
ia: Tempore de exercitio
it: Tempo di esercizio
nb_no: Øvelsesvarighet
nl: Duur oefening
pl: Czas ćwiczenia
pt: Hora do exercício
pt_br: Tempo de exercício
sv: Övningstid
ta: உடற்பயிற்சி நேரம்
tr: Egzersiz Süresi
uk: Час тренування
vi: Thời gian tập

source: Preparation Time
ar: وقت الإعداد
bg: Време за подготвяне
de: Vorbereitungszeit
es: Tiempo de preparación
et: Ettevalmistuse aeg
fi: Valmisteluaika
he: זמן הכנה
hr: Vrijeme pripreme
hu: Felkészülési Idő
ia: Tempore de preparation
it: Tempo di preparazione
nb_no: Klargjøringtid
nl: Voorbereidingstijd
pl: Czas przygotowania
pt: Tempo de preparação
pt_br: Tempo de preparação
sv: Förberedelsetid
ta: தயாரிப்பு நேரம்
tr: Hazırlık Süresi
uk: Час приготування
vi: Thời gian chuẩn bị

source: Sets
he: סדרות

source: Exercise
ar: تمرين
bg: Упражняване
de: Übung
es: Ejercicio
et: Harjutus
fi: Harjoitus
fr: Exercice
he: אימון
hi: व्यायाम
hr: Vježba
hu: Gyakorlat
ia: Exercitio
it: Esercizio
nb_no: Øvelse
nl: Oefening
pl: Ćwiczenie
pt: Exercício
pt_br: Exercício
sv: Övning
ta: உடற்பயிற்சி
tr: Egzersiz
uk: Вправа
vi: Tập luyện

source: {} s
he: {} שנ׳

source: Rest
ar: راحة
bg: Почивка
de: Ruhe
es: Descanso
et: Puhkus
fi: Lepo
fr: Repos
he: מנוחה
hi: विश्राम
hr: Odmor
hu: Pihenés
ia: Reposo
it: Riposo
nb_no: Hvile
nl: Rust
pl: Odpoczynek
pt: Descanso
pt_br: Descanso
sv: Vila
ta: ஓய்வு
tr: Dinlenme
uk: Відпочинок
vi: Nghỉ

source: Preparation
ar: تحضير
bg: Пригответе се
de: Vorbereitung
es: Preparación
et: Ettevalmistus
fi: Valmistelu
fr: Préparation
he: הכנה
hi: तैयारी
hr: Priprema
hu: Felkészülés
it: Preparazione
nb_no: Klargjøring
nl: Voorbereiding
pl: Przygotowanie
pt: Preparação
pt_br: Preparação
sv: Förberedelse
ta: தயாரிப்பு
tr: Hazırlık
uk: Підготовка
vi: Chuẩn bị

source: Delete Training
ar: احذف التدريب
bg: Изтриване на тренировката
de: Training löschen
es: Eliminar entrenamiento
et: Kustuta treeninguharjutus
fi: Poista treeni
he: מחיקת אימון
hr: Izbriši trening
hu: Edzés Törlése
ia: Deler trainamento
it: Elimina allenamento
nb_no: Slett øvelser
nl: Training verwijderen
pl: Usuń trening
pt: Excluir treinamento
pt_br: Excluir treino
sv: Ta bort träning
ta: பயிற்சியை நீக்கு
tr: Eğitimi Sil
uk: Видаліть тренування
vi: Xóa huấn luyện

source: Start Training
he: התחלת אימון

source: Finished!
ar: انتهى!
bg: Край!
de: Fertig!
es: ¡Terminado!
et: Harjutus on lõppenud!
fi: Valmis!
fr: Fini!
he: הסתיים!
hi: समाप्त!
hr: Gotovo!
hu: Kész!
ia: Finite!
it: Finito!
nb_no: Fullført!
nl: Voltooid!
pl: Skończone!
pt: Finalizado!
pt_br: Finalizado!
sv: Färdig!
ta: முடிந்தது!
tr: Bitti!
uk: Закінчено!
vi: Hoàn thành!

source: Restart Training
ar: أعد بدء التدريب
bg: Рестартиране на тренировката
de: Training neu starten
es: Restablecer entrenamiento
et: Alusta uuesti treeninguharjutust
fi: Käynnistä treeni uudelleen
he: התחלת אימון מחדש
hr: Ponovo pokreni trening
hu: Edzés Újraindítása
ia: Reinitiar trainamento
it: Riavvia allenamento
nb_no: Gjenstart øvelser
nl: Training opnieuw starten
pl: Uruchom ponownie trening
pt: Reiniciar treino
pt_br: Reiniciar treino
sv: Starta om träning
ta: பயிற்சியை மறுதொடக்கம் செய்யுங்கள்
tr: Antremanı Yeniden Başlatın
uk: Відновити навчання
vi: Khởi động lại huấn luyện

source: Pause Training
ar: أوقف التدريب مؤقَّتًا
bg: Пауза на тренировката
de: Training pausieren
es: Pausar entrenamiento
et: Peata treeninguharjutus
fi: Keskeytä treeni
he: השהיית אימון
hr: Pauziraj trening
hu: Edzés Szüneteltetése
ia: Pausar trainamento
it: Pausa allenamento
nb_no: Øvelsespause
nl: Training pauzeren
pl: Wstrzymaj ćwiczenie
pt: Pausar Treinamento
pt_br: Pausar treino
sv: Pausa träning
ta: இடைநிறுத்த பயிற்சி
tr: Antremanı Durdur
uk: Призупиніть тренування
vi: Tạm dừng huấn luyện

source: Resume Training
ar: استأنف التدريب
bg: Възобновяване на тренировката
de: Training fortsetzen
es: Reanudar entrenamiento
et: Jätka treeninguharjutust
fi: Jatka treeniä
he: המשך אימון
hr: Nastavi trening
hu: Edzés Folytatása
ia: Resumer trainamento
it: Riprendi allenamento
nb_no: Fortsett øvinger
nl: Training hervatten
pl: Kontynuuj ćwiczenie
pt: Retomar Treinamento
pt_br: Continuar treino
sv: Återuppta träning
ta: மீண்டும் பயிற்சியைத் தொடங்குங்கள்
tr: Antremanı Devam Ettir
uk: Поновити навчання
vi: Tiếp tục huấn luyện

source: Set Volume
ar: عيِّن مستوى الصوت
bg: Задаване на силата на звука
de: Lautstärke einstellen
es: Establecer volumen
et: Säti helivaljust
fi: Aseta äänenvoimakkuus
he: הגדרת עצמת שמע
hr: Postavi glasnoću
hu: Hangerő Beállítása
ia: Definir volumine
it: Imposta volume
nb_no: Set lydstyrke
nl: Volume instellen
pl: Dostosuj głośność
pt: Definir volume
pt_br: Definir volume
sv: Ställ in volym
ta: தொகுதி அமைக்கவும்
tr: Sesi Ayarla
uk: Встановіть гучність
vi: Chỉnh âm lượng

source: Remaining Sets: {}
ar: المجموعات المتبقِّية: {}
bg: Оставащи серии: {}
de: Verbleibende Sätze: {}
es: Series restantes: {}
et: Jäänud kordusi: {}
fi: Settejä jäljellä: {}
he: סדרות נותרות: {}
hr: Preostale serije: {}
hu: Hátralévő Szettek: {}
it: Set rimanenti: {}
nb_no: Gjenstående sett: {}
nl: Resterende sets: {}
pl: Pozostało zestawów: {}
pt: Séries restantes: {}
sv: Återstående uppsättningar: {}
ta: மீதமுள்ள தொகுப்புகள்: {}
uk: Решта наборів: {}

source: Could not decode WAV
ar: تعذَّر فكّ ترميز WAV
bg: WAV не може да се декодира
es: No se ha podido descodificar WAV
et: WAV-faili dekodeerimine ei õnnestunud
fi: WAV-ääntä ei voitu purkaa
fr: Impossible de décoder WAV
he: לא ניתן לפענח את קובץ ה־WAV
hi: WAV को डिकोड नहीं किया जा सका
hr: Nije bilo moguće dekodirati WAV
hu: Nem sikerült dekódolni a WAV fájlt
it: Impossibile decodificare WAV
nb_no: Kunne ikke dekode WAV
nl: Kon WAV niet decoderen
pl: Nie udało się dekodować WAV
pt: Não foi possível decodificar WAV
sv: Kunde inte avkoda WAV
ta: WAV ஐ டிகோட் செய்ய முடியவில்லை
uk: Не вдалося розшифрувати WAV

source: Could not play audio
bg: Звукът не може да се пусне
es: No se puede reproducir audio
et: Heli esitamine ei õnnestu
fr: Impossible de lire l'audio
he: לא ניתן להשמיע את השמע
hu: Nem sikerült hangot lejátszani
it: Impossibile riprodurre l'audio
sv: Kunde inte spela ljud
uk: Не вдалося відтворити звук

source: Could not open resource data
ar: تعذَّر فتح بيانات المورد
bg: Данните за ресурсите не може да се отворят
es: No se han podido abrir los datos de los recursos
et: Ressursiandmete avamine ei õnnestu
fi: Resurssidataa ei voitu avata
fr: Impossible d'ouvrir les données
he: לא ניתן לפתוח את נתוני המשאב
hi: संसाधन डेटा नहीं खोला जा सका
hr: Nije bilo moguće otvoriti podatke resursa
hu: Nem sikerült betölteni az adatot
it: Impossibile aprire i dati della risorsa
nb_no: Kunne ikke åpne dataresurs
nl: Kon brongegevens niet openen
pl: Nie udało się otworzyć danych zasobów
pt: Não foi possível abrir o recurso de dado
sv: Kunde inte öppna resursdata
ta: வள தரவைத் திறக்க முடியவில்லை
uk: Не вдалося відкрити дані ресурсу

source: Could not create audio output stream
ar: تعذَّر إنشاء مجرى خَرْج الصوت
bg: Звуковият изход не може да се създаде
es: No se ha podido crear el flujo de salida de audio
et: Heli väljundvoo loomine ei õnnestu
fi: Äänivirtaa ei voitu luoda
fr: Impossible de créer un flux de sortie audio
he: לא ניתן ליצור זרם פלט שמע
hi: ऑडियो आउटपुट स्ट्रीम नहीं बनाई जा सकी
hr: Nije moguće stvoriti izlazni audio stream
hu: Nem sikerült létrehozni a hangkimentetet
it: Impossibile creare un flusso di output audio
nb_no: Kunne ikke opprette lydutdatastrøm
nl: Kon geen uitvoerstroom voor de audio maken
pl: Nie udało się utworzyć wyjściowy strumień audio
pt: Não foi possível criar a stream de saída de áudio
sv: Kunde inte skapa ljudutgångsström
ta: ஆடியோ வெளியீட்டு ச்ட்ரீமை உருவாக்க முடியவில்லை
uk: Не вдалося створити вихідний аудіопотік

source: Cannot find 'name' in settings dictionary
ar: تعذَّر العثور على «name» في قاموس الإعدادات
bg: „name“ не може да бъде намерено в речника на настройките
es: No se encuentra 'name' en el diccionario de configuración
et: „name“ ei leidu seadistuste kogus
fr: Impossible de trouver 'nom' dans le dictionnaire des paramètres
he: לא ניתן למצוא 'name' במילון ההגדרות
hi: सेटिंग्स शब्दकोश में 'name' नहीं मिल सका
hr: Nije moguće pronaći 'name' u rječniku postavki
hu: 'name' nem található a beállításkönyvtárban
it: Impossibile trovare 'nome' nel dizionario delle impostazioni
nb_no: Fant ikke 'name' i instillingsordlisten
nl: Kan 'name' niet vinden in woordenboek met instellingen
pl: Nie udało się znaleźć 'name' w słowniku ustawień
pt: Não foi possível encontrar 'name' no dicionário de configurações
sv: Kan inte hitta 'name' i inställningsordbok
ta: அமைப்புகள் அகராதியில் 'பெயர்' கண்டுபிடிக்க முடியவில்லை
uk: Не вдається знайти "ім'я" у словнику налаштувань

source: Cannot find 'sets' in settings dictionary
ar: تعذَّر العثور على «sets» في قاموس الإعدادات
bg: „sets“ не може да бъде намерено в речника на настройките
es: No se encuentra 'sets' en el diccionario de configuración
et: „sets“ ei leidu seadistuste kogus
fr: Impossible de trouver 'sets' dans le dictionnaire des paramètres
he: לא ניתן למצוא 'sets' במילון ההגדרות
hi: सेटिंग शब्दकोश में 'sets' नहीं मिल सका
hr: Nije moguće pronaći 'sets' u rječniku postavki
hu: 'sets' nem található a beállításkönyvtárban
it: Impossibile trovare 'sets' nel dizionario delle impostazioni
nb_no: Fant ikke 'sets' i instillingsordlisten
nl: Kan 'sets' niet vinden in woordenboek met instellingen
pl: Nie udało się znaleźć 'sets' w słowniku ustawień
pt: Não foi possível encontrar 'sets' no dicionário de configurações
sv: Kan inte hitta 'sets' i inställningsordbok
ta: அமைப்புகள் அகராதியில் 'செட்' கண்டுபிடிக்க முடியவில்லை
uk: Не вдається знайти "налаштування" у словнику налаштувань

source: Cannot find 'exercise_s' in settings dictionary
ar: تعذَّر العثور على «exercise_s» في قاموس الإعدادات
bg: „exercise_s“ не може да бъде намерено в речника на настройките
es: No se encuentra 'exercise_s' en el diccionario de configuración
et: „exercise_s“ ei leidu seadistuste kogus
fr: Impossible de trouver 'exercises_s' dans le dictionnaire des paramètres
he: לא ניתן למצוא 'exercise_s' במילון ההגדרות
hi: सेटिंग्स शब्दकोश में 'exercise_s' नहीं मिल सका
hr: Nije moguće pronaći 'exercise_s' u rječniku postavki
hu: 'exercise_s' nem található a beállításkönyvtárban
it: Impossibile trovare 'exercise_s' nel dizionario delle impostazioni
nb_no: Fant ikke 'exercise_s' i instillingsordlisten
nl: Kan 'exercise_s' niet vinden in woordenboek met instellingen
pl: Nie udało się znaleźć 'exercise_s' w słowniku ustawień
pt: Não foi possível encontrar 'exercise_s' no dicionário de configurações
sv: Kan inte hitta 'exercise_s' i inställningsordbok
ta: அமைப்புகள் அகராதியில் 'உடற்பயிற்சி_எச்' கண்டுபிடிக்க முடியவில்லை
uk: Не вдається знайти "exercise_s" у словнику налаштувань

source: Cannot find 'rest_s' in settings dictionary
ar: تعذَّر العثور على «rest_s» في قاموس الإعدادات
bg: „rest_s“ не може да бъде намерено в речника на настройките
es: No se encuentra 'rest_s' en el diccionario de configuración
et: „rest_s“ ei leidu seadistuste kogus
fr: Impossible de trouver 'rest_s' dans le dictionnaire des paramètres
he: לא ניתן למצוא 'rest_s' במילון ההגדרות
hi: सेटिंग्स शब्दकोश में 'rest_s' नहीं मिल सका
hr: Nije moguće pronaći 'rest_s' u rječniku postavki
hu: 'rest_s' nem található a beállításkönyvtárban
it: Impossibile trovare 'rest_s' nel dizionario delle impostazioni
nb_no: Fannt ikke 'rest_s' i instillingsordlisten
nl: Kan 'rest_s' niet vinden in woordenboek met instellingen
pl: Nie udało się znaleźć 'rest_s' w słowniku ustawień
pt: Não foi possível encontrar 'rest_s' no dicionário de configurações
sv: Kan inte hitta 'rest_s' i inställningsordbok
ta: அமைப்புகள் அகராதியில் 'REST_S' ஐக் கண்டுபிடிக்க முடியவில்லை
uk: Не вдається знайти 'rest_s' у словнику налаштувань

source: Could not parse default training setup
ar: تعذَّر تحليل إعداد التدريب المبدئي
bg: Стандартните настройки за трениране не може да се разчетат
es: No se ha podido analizar la configuración de formación predeterminada
et: Vaikimisi treeningplaani töötlemine ei õnnestunud
fr: Impossible d'analyser la configuration d'exercice par défaut
he: לא ניתן לנתח את הגדרת האימון המוגדרת כברירת מחדל
hi: तयशुदा प्रशिक्षण सेटअप का विश्लेषण नहीं किया जा सका
hr: Nije bilo moguće obraditi zadanu konfiguraciju treninga
hu: Nem sikerült beolvasni az alapértelmezett edzés beállítást
it: Impossibile analizzare la configurazione di allenamento predefinita
nb_no: Kunne ikke tyde forvalgte øvelseinstillinger
nl: Kon standaard instelling training niet parsen
pl: Nie udało się załadować domyślnego ćwiczenia
pt: Não foi possível ler a configuração padrão de treino
sv: Kunde inte tolka standardträningskonfiguration
ta: இயல்புநிலை பயிற்சி அமைப்பை அலச முடியவில்லை
uk: Не вдалося проаналізувати Налаштування навчання за замовчуванням

source: Could not parse exercise list
ar: تعذَّر تحليل قائمة التمارين
bg: Списъкът с упражнения не може да се разчете
es: No se ha podido analizar la lista de ejercicios
et: Treeningharjutuste loendi töötlemine ei õnnestunud
fr: Impossible d'analyser la liste d'exercices
he: לא ניתן לנתח את רשימת האימונים
hi: व्यायाम सूची का विश्लेषण नहीं की जा सकी
hr: Nije bilo moguće obraditi popis vježbi
hu: Nem sikerült beolvasni az edzések listáját
it: Impossibile analizzare l'elenco degli esercizi
nb_no: Kunne ikke tolke øvelsesliste
nl: Kon lijst met oefeningen niet parsen
pl: Nie udało się załadować listę ćwiczeń
pt: Não foi possível ler a lista de exercícios
sv: Kunde inte tolka övningslista
ta: உடற்பயிற்சி பட்டியலை அலச முடியவில்லை
uk: Не вдалося розібрати список вправ

source: Could not update settings with training list
ar: تعذَّر تحديث الإعدادات بقائمة التدريب
bg: Настройките не може да се обновят със списъка с успражнения
es: No se ha podido actualizar la configuración con la lista de entrenamientos
et: Seadistuste uuendamine treeningharjutuste loendiga ei õnnestunud
fr: Impossible de mettre à jour les paramètres avec la liste d'exercices
he: לא ניתן לעדכן את ההגדרות עם רשימת האימונים
hi: प्रशिक्षण सूची के साथ सेटिंग अद्यतित नहीं की जा सकी
hr: Nije bilo moguće ažurirati postavke s popisom treninga
hu: Nem sikerült frissíteni a mentett edzések listáját
it: Impossibile aggiornare le impostazioni con l'elenco degli allenamenti
nb_no: Kunne ikke oppdatere instillinger med øvelsesliste
nl: Kon instellingen niet bijwerken met lijst met trainingen
pl: Nie udało się zaktualizować ustawień z listą ćwiczeń
pt: Não foi possível atualizar as configurações com a lista de treinos
sv: Kunde inte uppdatera inställningar med träningslista
ta: பயிற்சி பட்டியலுடன் அமைப்புகளை புதுப்பிக்க முடியவில்லை
uk: Не вдалося оновити налаштування за допомогою списку тренувань

source: Could not register resources
ar: تعذَّر تسجيل الموارد
bg: Ресурсите не може да се регистрират
es: No se han podido registrar los recursos
et: Andmeressursside registreerimine ei õnnestunud
fr: Impossible d'enregistrer les ressources
he: לא ניתן לרשום את המשאבים
hi: संसाधन पंजीकृत नहीं किए जा सके
hr: Nije bilo moguće registrirati resurse
hu: Nem sikerült regisztrálni az erőforrásokat
it: Impossibile registrare le risorse
nb_no: Kunne ikke registrere resurser
nl: Kon geen bronnen registreren
pl: Nie udało się zarejestrować zasobów aplikacji
pt: Não foi possível registar recursos
sv: Kunde inte registrera resurser
ta: வளங்களை பதிவு செய்ய முடியவில்லை
uk: Не вдалося зареєструвати ресурси

source: Unable to bind the text domain
ar: تعذَّر ربط نطاق النص
bg: Текстовият домейн не може да се свърже
es: No se puede vincular el dominio de texto
et: Keelekogu sidumine ei õnnestunud
fr: Impossible de lier le domaine de texte
he: לא ניתן לקשור את תחום הטקסט
hi: पाठ डोमेन को बाइंड करने में असमर्थ
hr: Nije moguće povezati tekstualnu domenu
hu: Nem sikerült betölteni a szöveg domént
it: Impossibile associare il dominio di testo
nb_no: Klarte ikke binde til tekstdomene
nl: Niet mogelijk het tekstdomein te binden
pl: Nie można powiązać domeny tekstowej
pt: Não foi possível vincular o domínio de texto
sv: Kunde inte binda textdomänen
ta: உரை களத்தை பிணைக்க முடியவில்லை
uk: Не вдається прив'язати текстовий домен

source: Unable to switch to the text domain
ar: تعذَّر التحويل إلى نطاق النص
bg: Текстовият домейн не може да се превключи
es: No se puede cambiar al dominio de texto
et: Keelekogu vahetamine ei õnnestunud
fr: Impossible de passer au domaine texte
he: לא ניתן לעבור לתחום הטקסט
hi: पाठ डोमेन पर जाने में असमर्थ
hr: Nije moguće prebaciti se na tekstualnu domenu
hu: Nem sikerült átváltani a szöveg doménre
it: Impossibile passare al dominio di testo
nb_no: Kunne ikke bytte til tekstdomenet
nl: Niet mogelijk over te schakelen naar het tekstdomein
pl: Nie można przełączyć się na domenę tekstową
pt: Não foi possível trocar para o domínio de texto
sv: Kunde inte växla till textdomänen
ta: உரை களத்திற்கு மாற முடியவில்லை
uk: Не вдається перейти на текстовий домен

source: Could not connect to a display
ar: تعذَّر الاتصال بشاشة عَرض
bg: Не може да се свърже с екран
es: No se ha podido conectar a una pantalla
et: Visuaalse väljundiga ühendamine ei õnnestunud
fr: Impossible de se connecter à un écran
he: לא ניתן להתחבר לתצוגה
hi: डिस्प्ले से नहीं जुड़ सके
hr: Nije bilo moguće povezati se sa ekranom
hu: Nem sikerült csatlakozni a megjelenítőhöz
it: Impossibile connettersi a un display
nb_no: Kunne ikke koble til noen skjerm
nl: Kon niet verbinden met een scherm
pl: Nie udało się połączyć z wyświetlaczem
pt: Não foi possível conectar a o ecrã
sv: Kunde inte ansluta till en skärm
ta: காட்சியுடன் இணைக்க முடியவில்லை
uk: Не вдалося підключитися до дисплея

source: Could not build the Help Overlay
ar: تعذَّر بناء تراكب المساعدة
bg: Прозорецът „Помощ“ не може да се компилира
es: No se ha podido crear los atajos del teclado
et: Abiteabe ülekatte loomine ei õnnestunud
fr: Impossible de créer la superposition d'aide
he: לא ניתן לבנות את שכבת העזרה
hi: सहायता उपरिशायी का निर्माण नहीं किया जा सका
hr: Nije bilo moguće izraditi sloj pomoći
hu: Nem sikerült létrehozni a Segítség ablakot
it: Impossibile creare l'overlay della Guida
nb_no: Kunne ikke bygge hjelpepaletten
nl: Kon de Hulp-overlay niet bouwen
pl: Nie udało się utworzyć okna pomocy
pt: Não foi possível criar o Overlay de Ajuda
sv: Kunde inte bygga hjälpöverlägget
ta: உதவி மேலடுக்கை உருவாக்க முடியவில்லை
uk: Не вдалося створити накладення довідки
